Repository: KiBorg0/dowstats
Catalog: locale/*/LC_MESSAGES/*.po
Languages: ru_ru

source: Soulstorm Ladder
ru_ru: Статистика Soulstorm

source: Donate for the project
ru_ru: Поддержать проект

source: Close
ru_ru: Закрыть

source: General
ru_ru: Общая

source: SM
ru_ru: СМ

source: Chaos
ru_ru: Хаос

source: Orks
ru_ru: Орки

source: Eldar
ru_ru: Эльдары

source: IG
ru_ru: ИГ

source: Necrons
ru_ru: Некроны

source: Tau Empire
ru_ru: Империя Тау

source: SoB
ru_ru: СоБ

source: DE
ru_ru: ТЭ

source: Donate
ru_ru: Поддержка проекта

source: Find by player name/clan name
ru_ru: Найти по имени игрока/клана

source: Enter opponent/ally
ru_ru: Введите соперника/союзника

source: Any Race
ru_ru: Любая раса

source: Find Games
ru_ru: Найти игры

source: Scroll Up
ru_ru: Вверх

source: Up
ru_ru: Вверх

source: Stats Collector
ru_ru: Сборщик статистики

source: General Ladder
ru_ru: Общая статистика

source: 1x1 Ladder
ru_ru: Статистика 1 на 1

source: Battles
ru_ru: Сражения

source: Support
ru_ru: Помощь

source: Download
ru_ru: Скачать

source: Scroll up
ru_ru: Вверх

source: Developers
ru_ru: Разработчики

source: and
ru_ru: и

source: Space Marines
ru_ru: Космодесант

source: Chaos Marines
ru_ru: Хаос

source: Imperial Guard
ru_ru: Имперская гвардия

source: Sisters of Battle
ru_ru: Сёстры битвы

source: Dark Eldar
ru_ru: Темные эльдары

source: Favorite race
ru_ru: Любимая раса

source: Favorite Race
ru_ru: Любимая раса

source: Favorite Race 1x1
ru_ru: Любимая раса 1 на 1

source: Share stats in VK
ru_ru: Поделиться статистикой в ВК

source: General Stats
ru_ru: Общая статистика

source: Last Games
ru_ru: Последние игры

source: Race
ru_ru: Раса

source: Number of Games
ru_ru: Количество игр

source: Victories
ru_ru: Побед

source: Losses
ru_ru: Поражений

source: Wins Rate
ru_ru: Процент побед

source: Total
ru_ru: Всего

source: Player opponent/ally
ru_ru: Соперник/союзник игрока

source: Player Race
ru_ru: Раса игрока

source: After reinstalling the game or checking the cache, you must reinstall the statistics collector, because the file responsible for launching it is replaced!
ru_ru: После переустановки игры или проверки кэша необходимо переустановить сборщик статистики, потому что файл, ответственный за его запуск, заменен!

source: You also need to make sure that the statistics are enabled. To do this, open the stats.ini file, check the "enableStats" option, it should be 1 as in the picture::
ru_ru: Вы также должны убедиться, что статистика включена. Для этого откройте файл stats.ini, проверьте параметр «enableStats», он должен быть равен 1, как на картинке:

source: If your stats are still not working, reinstall it with last version of stats collector!
ru_ru: Если ваша статистика по-прежнему не работает, переустановите ее с помощью последней версии сборщика статистики!

source: You can report the problem found using the following contacts:
ru_ru: Вы можете сообщить о найденной проблеме, используя следующие контакты:

source: Number
ru_ru: Номер

source: Avatar
ru_ru: Аватар

source: Player
ru_ru: Игрок

source: Win Rate
ru_ru: Процент побед

source: s.
ru_ru: с.

source: m.
ru_ru: м.

source: h.
ru_ru: ч.

source: Players
ru_ru: Игроки

source: Races
ru_ru: Расы

source: Result
ru_ru: Итог

source: Winner
ru_ru: Победитель

source: Loser
ru_ru: Проигравший

source: Senders
ru_ru: Отправители

source: Download Replay
ru_ru: Скачать реплей

source: games with such parameters not found
ru_ru: игры с такими параметрами не были найдены

source: Total Win Rate
ru_ru: Общий процент побед

source: Race Win Rate
ru_ru: Процент побед расы
